{
  "sad": [
    { "id": 1, "title": "Что посмотреть", "description": "Рассказываем о том, что мы смотрим, когда нам бывает плохо и трудно. Что нас поддерживает, когда тьма рядом. Возможно, что-то из этого списка пригодится и вам :)", "src": "https://www.kinopoisk.ru/media/article/4005921/?ysclid=l9p7rh8726962040043"},
    { "id": 2, "title": "Что послушать", "description": "Эти песни помогут забыть о существовании мира вокруг, считают редакторы сайта NBHAP. В их большом плейлисте собрана музыка, идеально подходящая для тех моментов, когда хочется побыть в одиночестве, погрустить, подумать о жизни.", "src": "https://music.yandex.ru/users/music.partners/playlists/1896"},
    { "id": 3, "title": "Что почитать", "description": "Иногда полезно поплакать, слезы освобождают от обид, переживаний и разочарований. Но лучше это делать над книгой, закрыв которую, можно снова улыбаться и радоваться жизни. Мы собрали самые проникновенные и трогательные и истории, от которых даже у скептика на глаза навернутся слезы.", "src": "https://eksmo.ru/podborka-10-knig-kotorye-zastavyat-vas-plakat/"}
],
"happy": [
    { "id": 1, "title": "Что посмотреть", "description": "Если вы решили посмотреть что-то легкое, отдохнуть и посмеяться в хорошей компании или в кругу семьи, тогда вам нужно выбрать хорошую комедию. Скорее переходи по ссылке и выбирай классное кино!", "src": "https://www.infoniac.ru/news/Top-20-luchshih-zarubezhnyh-komedii-vseh-vremen.html?ysclid=l9p8ab6tu363850744"},
    { "id": 2, "title": "Что послушать", "description": "Если внутри всё танцует и поёт, скорее открывай этот плейлист!", "src": "https://music.yandex.ru/users/ya.playlist/playlists/1262"},
    { "id": 3, "title": "Что почитать", "description": "Когда вы в последний раз смеялись? Не просто сдержано улыбались и одобрительно кивали, а хохотали от души? Скорее всего очень давно. А зря, ведь смех продлевает жизнь! Для того, чтобы поднять вам настроение, мы собрали самые забавные и веселые книги, которые обязательно зарядят вас позитивом ;)", "src": "https://eksmo.ru/podborka-vremya-pozitiva-15-veselyh-knig/?ysclid=l9p78jy691571755995"}
],
"angry": [
    { "id": 1, "title": "Что посмотреть", "description": "Если вы на грани и вас все бесит - эта подборка взрывных боевиков именно для вас!", "src": "https://lifehacker.ru/luchshie-boeviki/"},
    { "id": 2, "title": "Что послушать", "description": "Когда настроение лучше всего описывается фразой \"Выехать в глухой лес и орать полчаса\", спасает эта подборка: квитэссенция злобы и ненависти, разбавленная сдержанным гневом с легким налетом раздражения. Повесь топор войны на гвоздик и просто послушай музыку!", "src": "https://music.yandex.ru/users/olesya.tka4eva/playlists/1020"},
    { "id": 3, "title": "Что почитать", "description": "Книги из этой серии позволят обрести хорошее самочувствие и спокойствие, расскажут о способах избавления от стресса и тревоги. В них вы найдете реальные истории и рецепты счастливой жизни.", "src": "https://dzen.ru/media/labirintru/7-knig-kotorye-nauchat-upravliat-negativnymi-emociiami-6290d36bb1d7483520decbca"}
],
"tired": [
    { "id": 1, "title": "Что посмотреть", "description": "Вы устали и хотите поднять себе настроение? У нас есть для вас список фильмов, которые не комедии, но вытаскивают настроение из ямы, чинят его и делают хорошо.", "src": "https://dzen.ru/media/ivi_official/25-filmov-kotorye-sdelaiut-na-dushe-teplo-i-svetlo-5a16de0c5f49675676084b01"},
    { "id": 2, "title": "Что послушать", "description": "Если ты тот, кто очень устал, то этот плейлист для тебя!", "src": "https://music.yandex.ru/users/ellegirlrussia/playlists/1009"},
    { "id": 3, "title": "Что почитать", "description": "Вместо покорного желания свернуться клубочком и спрятаться от всего мира, лучше изучим доступные средства самопомощи, которые помогут тем, кто устал. Чтобы энергии стало больше, настроение лучше, а сил хватило на всё =^.^=", "src": "https://www.chitai-gorod.ru/article/7_knig_dlya_tekh_kto_ustal/?ysclid=l9p7fo9pdu710948842"}
],
"relaxed": [
    { "id": 1, "title": "Что посмотреть", "description": "Кино – отличный повод хотя бы на пару часов отложить в сторону телефон, отключиться от напряженного инфополя и немного расслабиться. Другими словами – то, что так необходимо нам всем сегодня.", "src": "https://peopletalk.ru/article/vmesto-uspokoitelnyh-26-dobryh-i-legkih-filmov/"},
    { "id": 2, "title": "Что послушать", "description": "Если вы чувствуете, что вам пора расслабиться, то этот плейлист вам точно понравится :).", "src": "https://music.yandex.ru/users/yamusic-similar/playlists/9790548"},
    { "id": 3, "title": "Что почитать", "description": "Порой людям хочется насладиться беззаботным вечером, окружив себя максимально приятными и уютными вещами. Теплая атмосфера в книгах может полностью отвлечь от личных переживаний и погрузить в мир мечтаний.", "src": "https://eksmo.ru/podborka-knigi-kototrye-podaryat-umirotvorenie/?ysclid=l9p7gt9rts729643929"}
],
"stressed": [
    { "id": 1, "title": "Что посмотреть", "description": "Единого списка фильмов, которые помогут вернуть хорошее настроение после плохих новостей, не существует, поэтому мы собрали максимально широкий и разнообразный список того, на что можно отвлечься, когда за окном тревожно.", "src": "https://www.hi-fi.ru/magazine/cinema/12-rasslablyayushchikh-fi?ysclid=l9p8dbz2sp398679637"},
    { "id": 2, "title": "Что послушать", "description": "Редакция британского журнала NME спросила у своих читателей о песнях, которые их успокаивают. Скорее знакомьтесь с подборкой!", "src": "https://music.yandex.ru/users/music-blog/playlists/1437"},
    { "id": 3, "title": "Что почитать", "description": "Что почитать, чтобы успокоиться? Мы подготовили для вас специальную подборку. В нее вошли работы ведущих психологов, психоаналитиков и авторов, которые научились успешно бороться со стрессами. Вы узнаете, что на самом деле скрывается за тревожными состояниями, откуда берется раздражительность и нервозность. А главное – как со всем этим бороться.", "src": "https://www.litres.ru/kollekcii-knig/umirotvoryauschie-knigi-chto-pochitat-chtoby-uspokoitsya/?ysclid=l9p76r7nax541669636"}
],
"productive": [
    { "id": 1, "title": "Что посмотреть", "description": "Если вы чувствуете себя наполненным энергией и мотивацией, самое время познакомиться с культовыми фильмами, которые изменили кинематограф!", "src": "https://lifehacker.ru/znakovye-filmy/"},
    { "id": 2, "title": "Что послушать", "description": "Самые интересные подкасты Arzamas: можно слушать лежа, стоя, сидя или слоняясь из угла в угол — а потом обсуждать на zoom-вечеринке или пересказывать маме, когда будете ей звонить ;)", "src": "https://music.yandex.ru/users/arzamas.academy/playlists/1005"},
    { "id": 3, "title": "Что почитать", "description": "Человеку необходимо каждый день совершенствоваться и развиваться. Делать это можно по-разному: вы можете проходить полезные курсы и мастер-классы, учиться у опытных коллег, а можете прочитать книги известных предпринимателей и коучей личностного роста.", "src": "https://eksmo.ru/podborka-knig-kotorye-stoit-prochitat-dlya-samoobrazovaniya/?ysclid=l9p7m8u2cj102475687"}
],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  }
}